export default function PageContent() {
  return (
    <article>
      <h1>物語</h1>
      <p>
        いつもの仕事中、「ありがてえ話すぎるんだけど仕事が忙しすぎねえか、、、普通これか？」という発言に対して、
        社員Aが進撃の巨人のアニメの切り抜きを見せてくれた。 社員A、自分以外に社員1人しかいないんだけど社員A。
      </p>
      <p>
        「おまえが始めた物語だろ」っていう有名なシーンで、それがもうその通り過ぎてズキュンってなった。
        ズキュン？ズキュンであってますか？的を得たっていうかそう言う感じの擬態語。擬音語かもしれん。恋とかじゃなくて的を得たときのやつです。
      </p>
      <p>
        夜中にサーバーのメンテナンスすることになっても、金曜日に月曜朝までの仕事が入っても、そもそも仕事が終わらなくて休みがなくても、
        もう全部自分で始めた物語。あまりにもそれすぎて使いまくってたら、社員Aから「呪いの言葉を与えてしまってすみません」とも言われました。
      </p>
      <p>
        プログラムは最終的なアウトプットがわからない状態で書き始めることはほとんどないです。
        システムもアップデートが必要になったりするけど、区切りみたいなのがあって作り終われる。
        終わりがある物語なんです。
      </p>
      <p>
        でもそれ以外の物語、だいたい終わりを考えてません。普通考えてるもんですか？
        だから終わらないし、クライマックスも今日かもしれないし、だから今日も大変なのかもしれない。これはどうすればいいのか。
      </p>
      <p>
        まあ、適当なとこでくたばる気がするので、そしたらあとよろ、あとよろで。今はそれしか思いつかねえっす。
        社員A、あとは社員Aにお願いします。そしてなんとかしていい感じの流れで社員Aに「おまえが始めた物語だろ」って言いたいです。
        嘘ですごめんなさい考えます。
      </p>
    </article>
  )
}
